Repository: markcs/btprox
Catalog: LanguageResources.*.resx
Languages: de, he, ru

# cancelButton
source: &Cancel
de: &Abbrechen

# dontLock
source: Don't lock (only run the command)
de: Nicht sperren (nur den Befehl ausführen)
he: על תנעל
ru: Не блокировать (только запуск команды)

# exitButton
source: E&xit
de: B&eenden
he: יציאה
ru: Выход

# hideButton
source: &Hide
de: &Verstecken
he: הסתר
ru: Свернуть

# labelLockCommand
source: Lock command:
de: Sperrbefehl:
he: פקודת נעילה
ru: Команда при блокировании:

# labelMinutes
source: minutes
de: Minuten
he: דקות
ru: минут

# labelReleaseCommand
source: Release command:
de: Freigabebefehl:
he: פקודת שחרור
ru: Команда при разблокировании

# labelTimeout
source: Timeout:
de: Wartezeit:
he: זמן נעילה
ru: Заблокировать через:

# labelUnknown
source: Unknown
de: keines
he: לא נקבע
ru: Не установлено

# labelUsedDevice
source: Used device:
de: Verwendetes Gerät:
he: מכשיר
ru: Устройтство

# languageWarning
source: Restart the program in order to complete settings change.
de: Um die Einstellungen zu übernehmen bitte das Programm neu starten.
he: על מנת שחלק מההגדרות יכנוס לתוקפם הפעל מחדש את התוכנה.
ru: Чтобы изменения вступили в силу, перезапустите программу.

# menuItemAbortLock
source: Abort pending lock
de: Ausstehende Sperre abbrechen
he: בטל נעילה
ru: Отменить блокирование

# menuItemAbout
source: About
de: Über
he: אודות
ru: О программе

# menuItemExit
source: Exit
de: Beenden
he: יציאה
ru: Выход

# menuItemRestore
source: Restore
de: Wiederherstellen
he: פתח חלון
ru: Открыть

# menuOptions
source: Options
de: &Optionen
he: הגדרות
ru: Настройки

# messageAbortedLock
source: Aborted workstation lock
de: Sperre abgebrochen
he: נעילה בוטלה
ru: Блокирование отменено

# messageDeviceAppeared
source: Device appeared
de: Gerät erkannt
he: ההתקן נכנס לטווח הקליטה
ru: Устройство появилось

# messageDeviceDisappeared
source: Device disappeared
de: Gerät getrennt
he: התקן נותק
ru: Устройство потеряно

# messageDeviceFound
source: Device found
de: Gerät gefunden
he: נמצע התקן
ru: Найдено устройство

# messageDeviceInRange
source: Device in range
de: Gerät verbunden
he: ההתקן בטווח קליטה
ru: Устройство обнаружено

# messageDeviceInRangeName
source: Device {0} in range
de: Gerät {0} verbunden
he: נמצא התקן {0}
ru: Найдено устройство {0}

# messageLocking
source: Locking workstation
de: Sperre Computer
he: נעילת תחנה
ru: Блокирование компьютера

# messageLockingInMin
source: Locking workstation in {0} minutes
de: Sperre Computer in {0} Minuten

# messageLockingInSec
source: Locking workstation in {0} seconds
de: Sperre Computer in {0} Sekunden

# messageMinutesToLock
source: minutes to lock
de: Minuten bis zur Sperre
he: דקות לנעילה
ru: минут до блокирования

# messageSelectDevice
source: Select device first
de: Zuerst Gerät auswählen
he: יש לבחור את ההתקן
ru: Выберите устройство

# messageStarted
source: Started
de: Gestartet
he: הופעל
ru: Запущено

# messageStopped
source: Stopped
de: Gestoppt
he: הופסק
ru: Остановлен

# messageStopping
source: Stopping
de: Stoppe
he: מפסיק
ru: Остановка.

# messageWaitingForDevice
source: Waiting for device
de: Warte auf Gerät
he: ממתין להתקן
ru: Ожидание устройства

# optionLabelSeconds
source: seconds
de: Sekunden

# optionLanguage
source: Language:
de: Sprache:
he: שפה
ru: Язык:

# optionScanPeriod
source: Scan period:
de: Überwachungsintervall:
he: זמן סריקה
ru: Интервал сканирования:

# optionSeconds
source: seconds
de: Sekunden
he: שניות
ru: секунд

# optionSoundEnabled
source: Sound enabled
de: Sound aktiviert
he: צלילים מופעלים
ru: Звуки

# optionsShowBaloons
source: Show Notification Balloons
de: Sprechblasen in Traybar anzeigen
he: הצג חלונות צפים
ru: Всплывающие подсказки

# optionTitle
source: Options
de: Optionen

# saveButton
source: &Save
de: &Speichern

# startButton
source: &Start
de: &Starten
he: התחל
ru: Запуск

# stopButton
source: S&top
de: S&toppen
he: עצור
ru: Стоп

# textAbout
source: The program locks the workstation when connected bluetooth device disappears for specified time. 32feet.NET library is used for devices discovery: http://inthehand.com/content/32feet.aspx. Icons from http://commons.wikimedia.org/wiki/Crystal_Clear Used command line analyzer from http://www.codeproject.com/KB/recipes/command_line.aspx
de: Dieses Programm sperrt den Computer nach einer einstellbaren Zeitspanne, wenn ein bestimmtes Bluetooth-Gerät nicht mehr erreichbar ist. 32feet.NET wird zur Geräteerkennung genutzt: http://inthehand.com/content/32feet.aspx. Icons von http://commons.wikimedia.org/wiki/Crystal_Clear Parser für Übergabeparameter von http://www.codeproject.com/KB/recipes/command_line.aspx

source: Use Windows Log
de: Benutze Windows-Ereignisprotokoll
he: שימוש במערכת דיווח של Windows
ru: Использовать Windows System Log

# optionTabtext
source: General
de: Allgemein

# labelArguments
source: Arguments:
de: Parameter:
he: פרמטרים:
ru: Параметры:
